Revit 2027 API
VoltageTypeSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public VoltageTypeSetIterator()
Public Sub New
public:
VoltageTypeSetIterator()
new : unit -> VoltageTypeSetIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
VoltageTypeSetIterator Class
Autodesk.Revit.DB.Electrical Namespace